var mp3 = () => {
    return [
        {
            img: 'images/仰望.jpg',
            path:'mp3/仰望_谢雨欣.mp3',
            lrc:`[ti:仰望]
                [ar:谢雨欣]
                [al:欣·天地]
                [ly:]
                [mu:]
                [ma:]
                [pu:]
                [by:ttpod]
                [total:270680]
                [offset:0]
                [00:00.000]仰望 - 谢雨欣
                [00:01.059](电视剧《天龙八部》2003版插曲)
                [00:03.924]作词：谢雨欣
                [00:04.979]作曲：菊地圭介
                [00:08.383]阳光下
                [00:11.302]闪烁的那颗星
                [00:15.179]有了你
                [00:17.091]我就能看得清
                [00:23.481]睁开眼睛
                [00:26.749]我触摸到光明
                [00:30.469]没有你
                [00:31.978]我宁愿长眠不醒
                [00:38.962]只要有你
                [00:41.964]在我的视线里
                [00:45.837]我可以
                [00:47.649]穿越于天地
                [00:54.345]仰望着你
                [00:57.265]总是无法自已
                [01:01.186]吸进你呼出的气
                [01:04.960]才能维持住我的生命
                [01:17.338]脱离了母体
                [01:20.404]就是为了寻找你
                [01:24.227]没有你不想要我自己
                [01:32.552]在你怀里成长
                [01:35.527]在你怀里死去
                [01:39.501]这就是我选择的宿命
                [01:55.611]只要有你
                [01:58.476]在我的视线里
                [02:02.446]我可以
                [02:04.358]穿越于天地
                [02:10.698]仰望着你
                [02:13.719]总是无法自已
                [02:17.701]吸进你呼出的气
                [02:21.581]才能维持住我的生命
                [02:33.858]脱离了母体
                [02:36.871]就是为了寻找你
                [02:40.749]没有你不想要我自己
                [02:48.943]在你怀里成长
                [02:52.148]在你怀里死去
                [02:56.124]这就是我选择的宿命
                [03:35.112]脱离了母体
                [03:38.097]就是为了寻找你
                [03:41.825]没有你不想要我自己
                [03:50.468]在你怀里成长
                [03:53.570]在你怀里死去
                [03:57.290]这就是我选择的宿命
                `
        },
        {
            img: 'images/凡人歌.jpg',
            path:'mp3/凡人歌_李宗盛.mp3',
            lrc:`[ti:凡人歌]
                [ar:李宗盛]
                [al:李宗盛 (与他们) 的凡人歌]
                [ly:李宗盛]
                [mu:李宗盛]
                [ma:]
                [pu:]
                [by:ttpod]
                [total:231026]
                [offset:0]
                [00:00.169]凡人歌 - 李宗盛
                [00:01.320]作词：李宗盛
                [00:02.320]作曲：李宗盛
                [00:28.619]你我皆凡人生在人世间
                [00:35.653]终日奔波苦一刻不得闲
                [00:43.796]既然不是仙难免有杂念
                [00:51.301]道义放两旁
                [00:54.432]利字摆中间
                [00:58.234]多少男子汉 一怒为红颜
                [01:05.686]多少同林鸟已成分飞燕
                [01:13.140]人生何其短何必苦苦恋
                [01:20.395]爱人不见了向谁去喊冤
                [01:28.255]问你何时曾看见
                [01:31.105]这世界为了人们改变
                [01:35.807]有了梦寐以求的容颜
                [01:38.708]是否就算是拥有春天
                [02:05.573]你我皆凡人生在人世间
                [02:12.780]终日奔波苦一刻不得闲
                [02:20.283]你既然不是仙难免有杂念
                [02:27.737]道义放两旁
                [02:30.889]把利字摆中间
                [02:35.042]多少男子汉一怒为红颜
                [02:42.500]多少同林鸟已成了分飞燕
                [02:49.957]人生何其短何必苦苦恋
                [02:57.362]爱人不见了 向谁去喊冤
                [03:04.977]问你何时曾看见
                [03:07.936]这世界为了人们改变
                [03:12.337]有了梦寐以求的容颜
                [03:15.362]是否就算是拥有春天
                `
        },
        {
            img: 'images/历史的天空_毛阿敏.jpg',
            path:'mp3/历史的天空_毛阿敏.mp3',
            lrc:`[ti:历史的天空]
                [ar:毛阿敏]
                [al:毛阿敏 同名精选集]
                [ly:王健]
                [mu:谷建芬]
                [ma:李一丁]
                [pu:]
                [by:ttpod]
                [total:188029]
                [offset:0]
                [00:00.176]历史的天空 - 毛阿敏
                [00:01.676](央视版《三国演义》片尾曲)
                [00:03.930]作词：王健
                [00:04.780]作曲：谷建芬
                [00:05.830]编曲：李一丁
                [00:25.903]黯淡了刀光剑影
                [00:31.957]远去了鼓角铮鸣
                [00:38.407]眼前飞扬着一个个
                [00:44.262]鲜活的面容
                [00:50.315]淹没了黄尘古道
                [00:56.467]荒芜了烽火边城
                [01:02.577]岁月啊 你带不走
                [01:08.029]那一串串熟悉的姓名
                [01:14.931]兴亡谁人定啊
                [01:21.134]盛衰岂无凭啊
                [01:27.388]一页风云散啊
                [01:33.489]变幻了时空
                [01:39.638]聚散皆是缘哪
                [01:45.814]离合总关情啊
                [01:51.814]担当生前事啊
                [01:58.138]何计身后评
                [02:04.390]长江有意化作泪
                [02:10.392]长江有情起歌声
                [02:16.492]历史的天空闪烁几颗星
                [02:22.648]人间一股英雄气
                [02:28.249]在驰骋纵横
                `
        },
        {
            img: 'images/太多.jpg',
            path: 'mp3/太多_陈冠蒲.mp3',
            lrc: `
                ﻿[ti:太多]
                [ar:陈冠蒲]
                [al:就让你走]
                [ly:李岩修]
                [mu:徐嘉良]
                [ma:徐嘉良]
                [pu:]
                [by:ttpod]
                [total:260963]
                [offset:0]
                [00:00.448]太多 - 陈冠蒲
                [00:01.501]作词：李岩修
                [00:02.301]作曲：徐嘉良
                [00:03.101]编曲：徐嘉良
                [00:04.003]
                [00:40.250]当爱情肆无忌惮的挥霍
                [00:43.813]心都碎了 还要计较些什么
                [00:48.841]无论你想要什么 都让你带走
                [00:59.093]如果你觉得自由是快乐
                [01:02.550]爱是犯了 软弱成就的差错
                [01:07.703]又何必在乎别人 怎么看 怎么说
                [01:16.414]太多的借口 太多的理由
                [01:21.276]为了爱情我也背叛了所有
                [01:26.221]如果你想离开我
                [01:30.822]就别再畏畏缩缩
                [01:34.781]太多的借口 太多的理由
                [01:39.734]别再问我难过时候怎么过
                [01:44.647]或许会好好的活
                [01:49.200]或许会消失无踪
                [01:53.265]你在乎什么
                [02:17.906]如果你觉得自由是快乐
                [02:21.410]爱是犯了 软弱成就的差错
                [02:26.419]又何必在乎别人 怎么看 怎么说
                [02:35.234]太多的借口 太多的理由
                [02:40.046]为了爱情我也背叛了所有
                [02:45.012]如果你想离开我
                [02:49.620]就别再畏畏缩缩
                [02:53.576]太多的借口 太多的理由
                [02:58.582]别再问我难过时候怎么过
                [03:03.436]或许会好好的活
                [03:08.090]或许会消失无踪
                [03:12.047]你在乎什么
                [03:16.706]太多的借口 太多的理由
                [03:21.663]为了爱情我也背叛了所有
                [03:26.522]如果你想离开我
                [03:31.176]就别再畏畏缩缩
                [03:35.122]太多的借口 太多的理由
                [03:40.128]别再问我难过时候怎么过
                [03:45.040]或许会好好的活
                [03:49.591]或许会消失无踪
                [03:53.702]你在乎什么
                `
        },
        {
            img: 'images/情深深雨濛濛.jpg',
            path:'mp3/情深深雨濛濛_原声带.mp3',
            lrc:`﻿[ti:情深深雨濛濛]
                [ar:赵薇]
                [al:情深深雨濛濛音乐全记录1]
                [ly:琼瑶]
                [mu:徐嘉良]
                [ma:徐嘉良]
                [pu:]
                [by:ttpod]
                [total:285604]
                [offset:0]
                [00:00.008]情深深雨濛濛 - 赵薇
                [00:01.470](电视剧《情深深雨濛濛》主题曲)
                [00:04.173]作词：琼瑶
                [00:04.973]作曲：徐嘉良
                [00:06.078]编曲：徐嘉良
                [00:35.729]情深深雨濛濛
                [00:38.648]多少楼台烟雨中
                [00:42.148]记得当初 你侬我侬
                [00:45.589]车如流水马如龙
                [00:49.232]尽管狂风平地起
                [00:55.975]美人如玉剑如虹
                [01:03.746]情深深雨濛濛
                [01:05.496]世界只在你眼中
                [01:08.798]相逢不晚 为何匆匆
                [01:12.352]山山水水几万重
                [01:15.629]一曲高歌千行泪
                [01:17.880]情在回肠荡气中
                [01:23.143]情深深雨濛濛
                [01:24.847]天也无尽地无穷
                [01:28.239]高楼望断 情有独钟
                [01:31.687]盼过春夏和秋冬
                [01:35.121]盼来盼去盼不尽
                [01:37.273]天涯何处是归鸿
                [02:17.988]情深深雨濛濛
                [02:21.038]多少楼台烟雨中
                [02:24.537]记得当初 你侬我侬
                [02:27.978]车如流水马如龙
                [02:31.584]尽管狂风平地起
                [02:38.358]美人如玉剑如虹
                [02:46.139]情深深雨濛濛
                [02:47.940]世界只在你眼中
                [02:51.196]相逢不晚 为何匆匆
                [02:54.700]山山水水几万重
                [02:58.027]一曲高歌千行泪
                [03:00.335]情在回肠荡气中
                [03:05.551]情深深雨濛濛
                [03:07.307]天也无尽地无穷
                [03:10.466]高楼望断 情有独钟
                [03:13.919]盼过春夏和秋冬
                [03:17.346]盼来盼去盼不尽
                [03:19.699]天涯何处是归鸿
                [03:32.052]情深深雨濛濛
                [03:33.793]世界只在你眼中
                [03:37.102]相逢不晚 为何匆匆
                [03:40.606]山山水水几万重
                [03:43.923]一曲高歌千行泪
                [03:46.224]情在回肠荡气中
                [03:51.475]情深深雨濛濛
                [03:53.215]天也无尽地无穷
                [03:56.315]高楼望断 情有独钟
                [04:00.007]盼过春夏和秋冬
                [04:03.300]盼来盼去盼不尽
                [04:05.600]天涯何处是归鸿
                `
        },
        {
            img: 'images/故事就是故事.jpg',
            path:'mp3/故事就是故事_戴娆.mp3',
            lrc:`﻿[ti:故事就是故事]
            [ar:戴娆]
            [al:锦上添花]
            [ly:]
            [mu:]
            [ma:]
            [pu:]
            [by:ttpod]
            [total:200097]
            [offset:0]
            [00:01.845]故事就是故事 - 戴娆
            [00:03.245](电视剧《 宰相刘罗锅 》片尾曲 )
            [00:18.307]我听爷爷讲了一个故事
            [00:22.510]故事里的事是那昨天的事
            [00:27.064]故事里有好人也有坏人
            [00:31.492]故事里有好事也有坏事
            [00:40.701]故事里有多少是是非非
            [00:44.862]故事里有多少非非是是
            [00:49.213]故事里的事说是就是 不是也是
            [00:55.717]故事里的事说不是就不是 是也不是
            [01:02.469]故事里的事说是就是 不是也是
            [01:09.036]故事里的事说不是就不是 是也不是
            [01:27.642]故事里的事也许是已真实
            [01:31.645]故事里的事也许是从来没有的事
            [01:36.200]其实故事本来就是故事
            [01:40.358]故事 就是故事 故事就是故事
            [01:49.390]故事里的事说是就是 不是也是
            [01:56.092]故事里的事说不是就不是 是也不是
            [02:02.695]故事里的事说是就是 不是也是
            [02:09.460]故事里的事说不是就不是 是也不是
            [02:18.566]故事里的事说是就是 不是也是
            [02:25.069]故事里的事说不是就不是 是也不是
            [02:31.727]故事里的事说是就是 不是也是
            [02:38.482]故事里的事说不是就不是 是也不是
            [02:47.621]故事里的事说是就是 不是也是
            [02:54.178]故事里的事说不是就不是 是也不是
            [03:00.806]故事里的事说是就是 不是也是
            [03:07.460]故事里的事说不是就不是 是也不是
            `
        },
        {
            img: 'images/永远永远.jpg',
            path:'mp3/永远永远 (原声版)_原声带.mp3',
            lrc:`﻿[ti:永远永远]
            [ar:李翊君]
            [al:沉迷]
            [ly:吴梵]
            [mu:吴梵]
            [ma:]
            [pu:]
            [by:ttpod]
            [total:335151]
            [offset:0]
            [00:00.677]永远永远 - 李翊君
            [00:02.044]作词：吴梵
            [00:02.849]作曲：吴梵
            [00:20.257]一直以为自己可以很坚强
            [00:26.959]原来和你一样害怕着孤单
            [00:34.348]没有你的夜晚 星星和我一样彷徨
            [00:42.576]挂在天上 忽明又忽暗
            [00:50.942]不知不觉窗外的天已变亮
            [00:57.616]原来醒的时间越来越长
            [01:04.953]没有你的异乡
            [01:08.732]只有冷风陪我流浪
            [01:12.630]我怕我的思念
            [01:15.060]游不过这片海洋
            [01:20.158]别对我说永远 永远 永远
            [01:23.909]永远是太昂贵的誓言
            [01:28.096]我握不住也看不见
            [01:31.838]最后随着浪涛消失不见
            [01:35.372]别对我说永远 永远 永远
            [01:39.219]永远不是我要的明天
            [01:43.367]你爱过我就已足够
            [01:47.003]就算到了最后爱已搁浅
            [01:50.644]只求你留我在你心田
            [02:28.065]不知不觉窗外的天已变亮
            [02:34.686]原来醒的时间越来越长
            [02:42.213]没有你的异乡
            [02:45.907]只有冷风陪我流浪
            [02:49.804]我怕我的思念
            [02:52.185]游不过这片海洋
            [03:01.348]别对我说永远 永远 永远
            [03:04.988]永远是太昂贵的誓言
            [03:09.074]我握不住也看不见
            [03:12.808]最后随着浪涛消失不见
            [03:16.358]别对我说永远 永远 永远
            [03:20.305]永远不是我要的明天
            [03:24.450]你爱过我就已足够
            [03:27.942]就算到了最后爱已搁浅
            [03:31.726]只求你留我在你心田
            [03:37.637]别对我说永远 永远 永远
            [03:41.227]别对我说永远 永远 永远
            [03:44.857]别对我说永远 永远 永远
            [03:55.574]别对我说永远 永远 永远
            [03:59.215]永远是太昂贵的誓言
            [04:03.416]我握不住也看不见
            [04:06.946]最后随着浪涛消失不见
            [04:10.591]别对我说永远 永远 永远
            [04:14.330]永远不是我要的明天
            [04:18.681]你爱过我就已足够
            [04:22.230]就算到了最后爱已搁浅
            [04:25.901]只求你留我在你心田
            [04:32.021]你爱过我就已足够
            [04:36.724]就算到了最后爱已搁浅
            [04:44.516]只求你留我在你心田
            `
        },
        {
            img: 'images/男儿当自强.jpg',
            path:'mp3/男儿当自强_林子祥.mp3',
            lrc:`﻿﻿[ti:男儿当自强]
            [ar:林子祥]
            [al:Show Off]
            [ly:黄沾]
            [mu:黄沾]
            [ma:]
            [pu:]
            [by:ttpod]
            [total:255111]
            [offset:0]
            [00:00.573]男儿当自强 - 林子祥
            [00:02.532]作词：黄沾
            [00:03.439]作曲：黄沾
            [00:16.394]傲气傲笑万重浪
            [00:23.973]热血热胜红日光
            [00:31.999]胆似铁打骨似精钢
            [00:39.883]胸襟百千丈眼光万里长
            [00:44.535]誓奋发自强做好汉
            [00:52.024]做个好汉子每天要自强
            [01:00.028]热血男子热胜红日光
            [01:28.298]让海天为我聚能量
            [01:33.985]去开天辟地为我理想去闯
            [01:41.130]看碧波高壮又看碧空广阔浩气扬
            [01:49.556]既是男儿当自强
            [02:02.186]昂步挺胸大家作栋梁做好汉
            [02:10.071]用我百点热耀出千分光
            [02:18.114]做个好汉子
            [02:21.930]热血热肠热
            [02:25.841]热胜红日光
            [02:50.167]让海天为我聚能量
            [02:55.517]去开天辟地为我理想去闯
            [03:03.160]看碧波高壮又看碧空广阔浩气扬
            [03:10.990]既是男儿当自强
            [03:24.085]昂步挺胸大家作栋梁做好汉
            [03:32.048]用我百点热耀出千分光
            [03:39.724]做个好汉子
            [03:43.694]热血热肠热
            [03:47.606]热胜红日光
            [03:51.626]做个好汉子
            [03:55.589]热血热肠热
            [03:59.656]热胜红日光
            `
        },
        {
            img: 'images/花好月圆夜_杨千嬅.jpg',
            path:'mp3/花好月圆夜_杨千嬅.mp3',
            lrc:`﻿[ti:花好月圆夜]
            [ar:任贤齐 / 杨千嬅]
            [al:Simply Me]
            [ly:]
            [mu:]
            [ma:]
            [pu:]
            [by:ttpod]
            [total:145980]
            [offset:0]
            [00:00.000]花好月圆夜 - 任贤齐 / 杨千嬅
            [00:01.679](电影"花好月圆"广东主题曲)
            [00:03.831]作词：张羽承 AKA NU / 查家雯 PKA 查查
            [00:06.044]作曲：任贤齐
            [00:06.897]编曲：伍乐城@Baron
            [00:18.308]女：情话寄呀寄 春意飞呀飞
            [00:25.310]谁在跳呀跳 心也比我厚脸皮
            [00:30.362]可惜你呀你 错不该当我后备
            [00:35.415]枉将满月空照你绝美
            [00:39.415]男：明月美呀美
            [00:43.118]只怪花好燕单飞
            [00:45.524]谁在唱呀唱 拂揽春意笑画眉
            [00:50.658]最憎你呀你 错将飞吻接落地
            [00:55.732]上青天 宫阙中点醒你
            [00:59.894]合：凭圆月普照照万里
            [01:03.345]一对鸳鸯水里嬉
            [01:05.845]圆月高照美上美
            [01:08.395]此爱不要实习期
            [01:10.955]正等你呀你 飞天再去遁地
            [01:16.055]趁花好圆月弯弯 不玩把戏
            [01:25.975]合：把酒将天问 把酒将天问
            [01:31.960]男：花开起风云
            [01:34.411]女：花开起风云
            [01:37.112]男：何时何地抱玉人
            [01:41.383]合：明月枕中印
            [01:46.285]凭圆月普照照万里
            [01:49.086]一对鸳鸯水里嬉
            [01:51.547]圆月高照美上美
            [01:54.098]此爱不要实习期
            [01:56.653]正等你呀你 飞天再去遁地
            [02:01.753]趁花好圆月弯弯 不玩把戏
            `
        },
        {
            img: 'images/菊花台_周杰伦.jpg',
            path:'mp3/菊花台_周杰伦.mp3',
            lrc:`﻿﻿[ti:菊花台]
            [ar:周杰伦]
            [al:依然范特西]
            [ly:方文山]
            [mu:周杰伦]
            [ma:钟兴民]
            [pu:]
            [by:ttpod]
            [total:294000]
            [offset:0]
            [00:00.000]菊花台 - 周杰伦
            [00:00.020]作词：方文山
            [00:00.040]作曲：周杰伦
            [00:00.060]编曲：钟兴民
            [00:00.080]制作人: 周杰伦
            [00:00.100]吉他: 蔡科俊Again
            [00:00.120]弦乐编写: 钟兴民
            [00:00.140]Programmer: 魏百谦
            [00:00.160]弦乐团: 中国爱乐
            [00:00.180]录音工程: 杨瑞代
            [00:00.200]录音室: ALFA STUDIO
            [00:00.220]混音工程: 杨大纬
            [00:00.240]混音录音室: 杨大纬录音工作室
            [00:00.260]弦乐录音师: 李岳松(北京) / 魏百谦(台北)
            [00:00.280]弦乐录音室: 计划生育录音室(北京) / Room19 Studio (台北)
            [00:00.300]OP:Alfa Music Publishing Co.Ltd.
            [00:36.211]你的泪光柔弱中带伤
            [00:43.017]惨白的月弯弯勾住过往
            [00:49.918]夜太漫长凝结成了霜
            [00:56.719]是谁在阁楼上冰冷的绝望
            [01:03.881]雨轻轻弹朱红色的窗
            [01:10.930]我一生在纸上被风吹乱
            [01:17.932]梦在远方化成一缕香
            [01:24.733]随风飘散你的模样
            [01:34.410]菊花残满地伤
            [01:37.820]你的笑容已泛黄
            [01:42.220]花落人断肠
            [01:44.771]我心事静静躺
            [01:48.271]北风乱夜未央
            [01:51.771]你的影子剪不断
            [01:55.975]徒留我孤单在湖面成双
            [02:31.111]花已向晚飘落了灿烂
            [02:37.962]凋谢的世道上命运不堪
            [02:44.976]愁莫渡江秋心拆两半
            [02:51.777]怕你上不了岸一辈子摇晃
            [02:58.891]谁的江山马蹄声狂乱
            [03:05.895]我一身的戎装呼啸沧桑
            [03:12.986]天微微亮你轻声的叹
            [03:20.235]一夜惆怅如此委婉
            [03:29.390]菊花残满地伤
            [03:32.903]你的笑容已泛黄
            [03:37.155]花落人断肠
            [03:39.756]我心事静静躺
            [03:43.306]北风乱夜未央
            [03:46.708]你的影子剪不断
            [03:51.118]徒留我孤单在湖面成双
            [04:00.626]菊花残满地伤
            [04:04.076]你的笑容已泛黄
            [04:08.476]花落人断肠
            [04:11.085]我心事静静躺
            [04:14.537]北风乱夜未央
            [04:18.036]你的影子剪不断
            [04:24.064]徒留我孤单在湖面成双
            `
        },
        {
            img: 'images/随缘.jpg',
            path:'mp3/随缘(国语版)_胡伟立.mp3',
            lrc:`﻿﻿[ar:随缘]
            [by:ttpod]
            [total:188969]
            [00:15.59]刀光剑影不是我门派
            [00:23.49]天空海阔自有我风采
            [00:31.36]双手一推
            [00:35.33]非黑也非白
            [00:39.34]不好也不坏
            [00:42.53]没有胜又何来败
            [00:47.36]没有去哪有来
            [00:55.23]手中无剑心中无尘
            [00:59.19]才是我胸怀
            [01:03.36]随缘而去乘风而来
            [01:07.22]才是我胸怀
            [01:43.42]唇枪舌剑不合我姿态
            [01:51.14]天空海阔才是我风采
            [01:59.12]双手一推
            [02:03.03]非虚也非实
            [02:07.04]不慢也不快
            [02:09.99]没有胜又何来败
            [02:15.11]没有动哪有静
            [02:22.98]手中无剑心中无尘
            [02:26.94]才是我胸怀
            [02:31.16]随缘而去乘风而来
            [02:34.97]才是我胸怀
            `
        },
    ]
}
